Repository: ahmedembaby/powertool
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar

source: Welcome!
ar: مرحبًا!

source: List of available commands:
ar: قائمة الأوامر المتاحة:

source: /help - Display the list of commands
ar: /help - عرض قائمة الأوامر

source: /show_points - Display your points
ar: /show_points - عرض نقاطك

source: /add_points - Add points (admin only)
ar: /add_points - إضافة نقاط (للمسؤولين فقط)

source: /remove_points - Remove points (admin only)
ar: /remove_points - خصم نقاط (للمسؤولين فقط)

source: /promote - Promote a user to admin (admin only)
ar: /promote - ترقية مستخدم إلى مسؤول (للمسؤولين فقط)

source: /show_users - Display registered users (admin only)
ar: /show_users - عرض المستخدمين المسجلين (للمسؤولين فقط)

source: 🚫 This command is only available for admins.
ar: 🚫 هذا الأمر متاح فقط للمسؤولين.

source: ✅ User promoted successfully.
ar: ✅ تم ترقية المستخدم بنجاح.

source: ⚠️ Please provide input as follows: /add_points <USER_Name> <POINTS>
ar: ⚠️ يرجى تقديم المدخلات كالتالي: /add_points <USER_Name> <POINTS>

source: ✅ Points added successfully.
ar: ✅ تم إضافة النقاط بنجاح.
